ManualExplorerUnitTest/Resources/SOAPPost.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://webservices2.focalpoint.telelogic.com">
   <soapenv:Header/>
   <soapenv:Body>
      <web:authenticate>
         <web:username>jsmith</web:username>
         <web:password>Demo1234</web:password>
      </web:authenticate>
   </soapenv:Body>
</soapenv:Envelope>